{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "hardhacker-theme": { "branch": "main" },
  "helix-nvim": { "branch": "main" },
  "hydra.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lavish.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-soil": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "one_monokai.nvim": { "branch": "main" },
  "onenord.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "oxocarbon.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" }
}